Repository: ulkuderner/ProMDEditor
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, tr

source: %@ is not a text file; it cannot be compared.
de: %@ ist keine Textdatei und kann nicht verglichen werden.
es: %@ no es un archivo de texto; no se puede comparar.
fr: %@ n’est pas un fichier texte ; comparaison impossible.
it: %@ non è un file di testo; impossibile confrontarlo.
tr: %@ bir metin dosyası değil; karşılaştırılamıyor.

source: %@ was edited elsewhere. Overwrite it?
de: %@ wurde anderswo bearbeitet. Überschreiben?
es: %@ se editó en otro lugar. ¿Sobrescribir?
fr: %@ a été modifié ailleurs. L’écraser ?
it: %@ è stato modificato altrove. Sovrascrivere?
tr: %@ başka bir yerde düzenlenmiş. Üzerine yazılsın mı?

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
it: %lld caratteri
tr: %lld karakter

source: %lld diff blocks
de: %lld Unterschiede
es: %lld bloques de diferencias
fr: %lld blocs de différences
it: %lld blocchi di differenze
tr: %lld fark bloğu

source: %lld lines
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
it: %lld righe
tr: %lld satır

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots
it: %lld parole
tr: %lld kelime

source: About ProMDEditor
de: Über ProMDEditor
es: Acerca de ProMDEditor
fr: À propos de ProMDEditor
it: Informazioni su ProMDEditor
tr: ProMDEditor Hakkında

source: Active: %@
de: Aktiv: %@
es: Activo: %@
fr: Actif : %@
it: Attivo: %@
tr: Etkin: %@

source: Add Link…
de: Link einfügen…
es: Añadir enlace…
fr: Ajouter un lien…
it: Aggiungi link…
tr: Bağlantı Ekle…

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
tr: Görünüm

source: Blockquote
de: Zitat
es: Cita
fr: Citation
it: Citazione
tr: Alıntı

source: Body Text
de: Fließtext
es: Texto normal
fr: Texte courant
it: Testo normale
tr: Normal Paragraf

source: Body font:
de: Fließtextschrift:
es: Fuente del cuerpo:
fr: Police du corps :
it: Carattere del corpo:
tr: Gövde yazı tipi:

source: Body text
de: Fließtext
es: Texto normal
fr: Texte courant
it: Testo normale
tr: Normal paragraf

source: Body text sample — readability and contrast.
de: Fließtextbeispiel – Lesbarkeit und Kontrast.
es: Ejemplo de texto — legibilidad y contraste.
fr: Exemple de texte — lisibilité et contraste.
it: Esempio di testo — leggibilità e contrasto.
tr: Gövde metni örneği — okunabilirlik ve kontrast.

source: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
tr: Kalın

source: Bold (⌘B)
de: Fett (⌘B)
es: Negrita (⌘B)
fr: Gras (⌘B)
it: Grassetto (⌘B)
tr: Kalın (⌘B)

source: Bulleted List
de: Aufzählung
es: Lista con viñetas
fr: Liste à puces
it: Elenco puntato
tr: Madde İşaretli Liste

source: Bulleted list
de: Aufzählung
es: Lista con viñetas
fr: Liste à puces
it: Elenco puntato
tr: Madde listesi

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: Vazgeç

source: Change…
de: Ändern…
es: Cambiar…
fr: Changer…
it: Cambia…
tr: Değiştir…

source: Choose a file to compare
de: Datei zum Vergleichen wählen
es: Elige un archivo para comparar
fr: Choisir un fichier à comparer
it: Scegli un file da confrontare
tr: Karşılaştırılacak dosyayı seç

source: Choose file…
de: Datei wählen…
es: Elegir archivo…
fr: Choisir un fichier…
it: Scegli file…
tr: Dosya seç…

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
tr: Karşılaştır

source: Compare this document with another file (⇧⌘D)
de: Dieses Dokument mit einer anderen Datei vergleichen (⇧⌘D)
es: Comparar este documento con otro archivo (⇧⌘D)
fr: Comparer ce document avec un autre fichier (⇧⌘D)
it: Confronta questo documento con un altro file (⇧⌘D)
tr: Bu belgeyi başka bir dosyayla karşılaştır (⇧⌘D)

source: Compare with File…
de: Mit Datei vergleichen…
es: Comparar con archivo…
fr: Comparer avec un fichier…
it: Confronta con file…
tr: Dosya ile Karşılaştır…

source: Content width: %lld px
de: Inhaltsbreite: %lld px
es: Ancho del contenido: %lld px
fr: Largeur du contenu : %lld px
it: Larghezza contenuto: %lld px
tr: İçerik genişliği: %lld px

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
tr: Devam

source: Could not open file: %@
de: Datei konnte nicht geöffnet werden: %@
es: No se pudo abrir el archivo: %@
fr: Impossible d’ouvrir le fichier : %@
it: Impossibile aprire il file: %@
tr: Dosya açılamadı: %@

source: Could not save file: %@
de: Datei konnte nicht gesichert werden: %@
es: No se pudo guardar el archivo: %@
fr: Impossible d’enregistrer le fichier : %@
it: Impossibile salvare il file: %@
tr: Dosya kaydedilemedi: %@

source: Dark theme
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
tr: Koyu tema

source: Dark theme:
de: Dunkles Thema:
es: Tema oscuro:
fr: Thème sombre :
it: Tema scuro:
tr: Koyu tema:

source: Drag the file to compare here
de: Zu vergleichende Datei hierher ziehen
es: Arrastra aquí el archivo a comparar
fr: Glissez ici le fichier à comparer
it: Trascina qui il file da confrontare
tr: Karşılaştırılacak dosyayı buraya sürükle

source: Editor / Split / Preview
de: Editor / Geteilt / Vorschau
es: Editor / Dividido / Vista previa
fr: Éditeur / Divisé / Aperçu
it: Editor / Diviso / Anteprima
tr: Düzenleyici / Bölünmüş / Önizleme

source: Editor Only
de: Nur Editor
es: Solo editor
fr: Éditeur seul
it: Solo editor
tr: Yalnızca Düzenleyici

source: Editor font:
de: Editorschrift:
es: Fuente del editor:
fr: Police de l’éditeur :
it: Carattere editor:
tr: Düzenleyici yazı tipi:

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
tr: Dışa Aktar

source: Export as HTML…
de: Als HTML exportieren…
es: Exportar como HTML…
fr: Exporter en HTML…
it: Esporta come HTML…
tr: HTML olarak dışa aktar…

source: File changed outside ProMDEditor
de: Datei außerhalb von ProMDEditor geändert
es: El archivo cambió fuera de ProMDEditor
fr: Fichier modifié hors de ProMDEditor
it: File modificato fuori da ProMDEditor
tr: Dosya ProMDEditor dışında değişti

source: Follow system appearance
de: Systemdarstellung folgen
es: Seguir la apariencia del sistema
fr: Suivre l’apparence du système
it: Segui l’aspetto di sistema
tr: Sistem görünümünü izle

source: Heading
de: Überschrift
es: Título
fr: Titre
it: Titolo
tr: Başlık

source: Heading 1
de: Überschrift 1
es: Título 1
fr: Titre 1
it: Titolo 1
tr: Başlık 1

source: Heading 2
de: Überschrift 2
es: Título 2
fr: Titre 2
it: Titolo 2
tr: Başlık 2

source: Heading 3
de: Überschrift 3
es: Título 3
fr: Titre 3
it: Titolo 3
tr: Başlık 3

source: Heading 4
de: Überschrift 4
es: Título 4
fr: Titre 4
it: Titolo 4
tr: Başlık 4

source: Heading font:
de: Überschriftenschrift:
es: Fuente de títulos:
fr: Police des titres :
it: Carattere titoli:
tr: Başlık yazı tipi:

source: Heading level
de: Überschriftenebene
es: Nivel de título
fr: Niveau de titre
it: Livello titolo
tr: Başlık düzeyi

source: Horizontal Rule
de: Trennlinie
es: Línea horizontal
fr: Ligne horizontale
it: Linea orizzontale
tr: Yatay Çizgi

source: Insert Table
de: Tabelle einfügen
es: Insertar tabla
fr: Insérer un tableau
it: Inserisci tabella
tr: Tablo Ekle

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
tr: İtalik

source: Italic (⌘I)
de: Kursiv (⌘I)
es: Cursiva (⌘I)
fr: Italique (⌘I)
it: Corsivo (⌘I)
tr: İtalik (⌘I)

source: Justify text
de: Blocksatz
es: Justificar texto
fr: Justifier le texte
it: Giustifica testo
tr: İki yana yasla

source: Large file
de: Große Datei
es: Archivo grande
fr: Fichier volumineux
it: File di grandi dimensioni
tr: Büyük dosya

source: Light theme
de: Helles Thema
es: Tema claro
fr: Thème clair
it: Tema chiaro
tr: Açık tema

source: Light theme:
de: Helles Thema:
es: Tema claro:
fr: Thème clair :
it: Tema chiaro:
tr: Açık tema:

source: Line height: %.2f
de: Zeilenhöhe: %.2f
es: Altura de línea: %.2f
fr: Hauteur de ligne : %.2f
it: Altezza riga: %.2f
tr: Satır yüksekliği: %.2f

source: Markdown editor, viewer and Quick Look extension
de: Markdown-Editor, -Betrachter und Quick-Look-Erweiterung
es: Editor y visor de Markdown con extensión Quick Look
fr: Éditeur et visionneuse Markdown avec extension Quick Look
it: Editor e visualizzatore Markdown con estensione Quick Look
tr: Markdown düzenleyici, görüntüleyici ve Quick Look eklentisi

source: Numbered List
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
it: Elenco numerato
tr: Numaralı Liste

source: Numbered list
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
it: Elenco numerato
tr: Numaralı liste

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
tr: Üzerine yaz

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
tr: Önizleme

source: Preview Only
de: Nur Vorschau
es: Solo vista previa
fr: Aperçu seul
it: Solo anteprima
tr: Yalnızca Önizleme

source: Preview theme: %@
de: Vorschauthema: %@
es: Tema de vista previa: %@
fr: Thème d’aperçu : %@
it: Tema anteprima: %@
tr: Önizleme teması: %@

source: Print Preview / PDF…
de: Vorschau drucken / PDF…
es: Imprimir vista previa / PDF…
fr: Imprimer l’aperçu / PDF…
it: Stampa anteprima / PDF…
tr: Önizlemeyi yazdır / PDF…

source: Pull this block into this document
de: Diesen Block in dieses Dokument übernehmen
es: Traer este bloque a este documento
fr: Importer ce bloc dans ce document
it: Porta questo blocco in questo documento
tr: Bu bölümü karşıdan bu belgeye al

source: Save other file
de: Andere Datei sichern
es: Guardar el otro archivo
fr: Enregistrer l’autre fichier
it: Salva l’altro file
tr: Karşı dosyayı kaydet

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
tr: Kısayollar

source: Size: %lld
de: Größe: %lld
es: Tamaño: %lld
fr: Taille : %lld
it: Dimensione: %lld
tr: Punto: %lld

source: Split
de: Geteilt
es: Dividido
fr: Divisé
it: Diviso
tr: Bölünmüş

source: Split View
de: Geteilte Ansicht
es: Vista dividida
fr: Vue divisée
it: Vista divisa
tr: Bölünmüş Görünüm

source: Strikethrough
de: Durchgestrichen
es: Tachado
fr: Barré
it: Barrato
tr: Üstü çizili

source: System Font
de: Systemschrift
es: Fuente del sistema
fr: Police système
it: Carattere di sistema
tr: Sistem Yazı Tipi

source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
tr: Tablo

source: Task List
de: Aufgabenliste
es: Lista de tareas
fr: Liste de tâches
it: Elenco attività
tr: Görev Listesi

source: Task list
de: Aufgabenliste
es: Lista de tareas
fr: Liste de tâches
it: Elenco attività
tr: Görev listesi

source: The files differ too much — showing a coarse comparison.
de: Die Dateien unterscheiden sich zu stark – grober Vergleich.
es: Los archivos difieren demasiado: se muestra una comparación aproximada.
fr: Les fichiers diffèrent trop — comparaison approximative.
it: I file sono troppo diversi — confronto approssimativo.
tr: Dosyalar çok farklı — kaba karşılaştırma gösteriliyor.

source: The other file has unsaved changes
de: Die andere Datei hat ungesicherte Änderungen
es: El otro archivo tiene cambios sin guardar
fr: L’autre fichier a des modifications non enregistrées
it: L’altro file ha modifiche non salvate
tr: Karşı dosyada kaydedilmemiş değişiklik var

source: The two files are identical.
de: Die beiden Dateien sind identisch.
es: Los dos archivos son idénticos.
fr: Les deux fichiers sont identiques.
it: I due file sono identici.
tr: İki dosya birebir aynı.

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
tr: Tema

source: This document
de: Dieses Dokument
es: Este documento
fr: Ce document
it: Questo documento
tr: Bu belge

source: This file is %lld MB. Comparison may be slow. Continue?
de: Diese Datei ist %lld MB groß. Der Vergleich kann langsam sein. Fortfahren?
es: Este archivo ocupa %lld MB. La comparación puede ser lenta. ¿Continuar?
fr: Ce fichier fait %lld Mo. La comparaison peut être lente. Continuer ?
it: Questo file è di %lld MB. Il confronto può essere lento. Continuare?
tr: Bu dosya %lld MB. Karşılaştırma yavaş olabilir. Devam edilsin mi?

source: Typewriter mode (keep cursor centered)
de: Schreibmaschinenmodus (Cursor mittig halten)
es: Modo máquina de escribir (mantener el cursor centrado)
fr: Mode machine à écrire (curseur centré)
it: Modalità macchina da scrivere (cursore al centro)
tr: Daktilo modu (imleci ortada tut)

source: Typography
de: Typografie
es: Tipografía
fr: Typographie
it: Tipografia
tr: Tipografi

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
tr: Geri al

source: Undoes the last block pushed to the other file (⌘Z applies to this document)
de: Macht den zuletzt in die andere Datei übertragenen Block rückgängig (⌘Z gilt für dieses Dokument)
es: Deshace el último bloque enviado al otro archivo (⌘Z se aplica a este documento)
fr: Annule le dernier bloc envoyé vers l’autre fichier (⌘Z s’applique à ce document)
it: Annulla l’ultimo blocco inviato all’altro file (⌘Z vale per questo documento)
tr: Karşı dosyaya yapılan son aktarmayı geri alır (⌘Z bu belgeye aittir)

source: View
de: Ansicht
es: Vista
fr: Vue
it: Vista
tr: Görünüm

source: Write this block to the other file (saving is a separate step)
de: Diesen Block in die andere Datei schreiben (Sichern ist ein separater Schritt)
es: Escribir este bloque en el otro archivo (guardar es un paso aparte)
fr: Écrire ce bloc dans l’autre fichier (l’enregistrement est une étape distincte)
it: Scrivi questo blocco nell’altro file (il salvataggio è un passaggio separato)
tr: Bu bölümü karşı dosyaya yaz (kaydetmek ayrı adım)

source: description
de: Beschreibung
es: descripción
it: descrizione
tr: açıklama

source: document
de: Dokument
es: documento
it: documento
tr: belge

source: or
de: oder
es: o
fr: ou
it: oppure
tr: veya

source: other file not saved
de: andere Datei nicht gesichert
es: el otro archivo no está guardado
fr: autre fichier non enregistré
it: altro file non salvato
tr: karşı dosya kaydedilmedi

source: ~%lld min read
de: ~%lld Min. Lesezeit
es: ~%lld min de lectura
fr: ~%lld min de lecture
it: ~%lld min di lettura
tr: ~%lld dk okuma

source: ⋯ %lld identical lines
de: ⋯ %lld identische Zeilen
es: ⋯ %lld líneas idénticas
fr: ⋯ %lld lignes identiques
it: ⋯ %lld righe identiche
tr: ⋯ %lld satır aynı

source: ⌘1 editor · ⌘2 split · ⌘3 preview · ⌘4 compare
de: ⌘1 Editor · ⌘2 geteilt · ⌘3 Vorschau · ⌘4 vergleichen
es: ⌘1 editor · ⌘2 dividido · ⌘3 vista previa · ⌘4 comparar
fr: ⌘1 éditeur · ⌘2 divisé · ⌘3 aperçu · ⌘4 comparer
it: ⌘1 editor · ⌘2 diviso · ⌘3 anteprima · ⌘4 confronta
tr: ⌘1 düzenleyici · ⌘2 bölünmüş · ⌘3 önizleme · ⌘4 karşılaştırma

source: Code Block
es: Bloque de código
fr: Bloc de code
it: Blocco di codice
tr: Kod Bloğu

source: Code block
es: Bloque de código
fr: Bloc de code
it: Blocco di codice
tr: Kod bloğu

source: Format
es: Formato
it: Formato
tr: Biçim

source: Inline Code
es: Código en línea
fr: Code en ligne
it: Codice inline
tr: Satır İçi Kod

source: Inline code
es: Código en línea
fr: Code en ligne
it: Codice inline
tr: Satır içi kod

source: Inline code (⌘E)
es: Código en línea (⌘E)
fr: Code en ligne (⌘E)
it: Codice inline (⌘E)
tr: Satır içi kod (⌘E)

source: Link
es: Enlace
fr: Lien
tr: Bağlantı

source: Link (⌘K)
es: Enlace (⌘K)
fr: Lien (⌘K)
tr: Bağlantı (⌘K)

source: Monospace:
es: Monoespaciada:
fr: Chasse fixe :
it: Monospazio:
tr: Tek aralıklı:

source: link text
es: texto del enlace
fr: texte du lien
it: testo del link
tr: bağlantı metni

source: Editor
fr: Éditeur
tr: Düzenleyici

source: OK
tr: Tamam
